{
	"status": "ok",
	"totalResults": 70,
	"articles": [
		{
			"source": {
				"id": null,
				"name": "Acritica.net"
			},
			"author": "http://www.dothnews.com.br",
			"title": "Diabéticos poderão ter atendimento diferenciado na Saúde pública e privada de MS - Portal do Jornal A Crítica de Campo Grande/MS",
			"description": "A medida foi proposta em Projeto de Lei apresentado nesta terça-feira (1), pelo deputado estadual Coronel David (PSL)",
			"url": "http://www.acritica.net/editorias/politica/diabeticos-poderao-ter-atendimento-diferenciado-na-saude-publica-e/407911/",
			"urlToImage": "https://cdn.acritica.net/img/pc/780/530/dn_noticia/2019/10/1569941134.jpg",
			"publishedAt": "2019-10-01T14:10:00Z",
			"content": "Os portadores de Diabetes Mellitus que forem atendidos na rede de Saúde de Mato Grosso do Sul poderão ter atendimento diferenciado quanto aos horários de exames em carácter de jejum total. A medida foi proposta em Projeto de Lei apresentado nesta terça-feira … [+1396 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Emaisgoias.com.br"
			},
			"author": null,
			"title": "Após autorização de transferência, João de Deus aguarda vaga em hospital do SUS - Mais Goiás",
			"description": "O médium João de Deus aguarda vaga em um hospital do Sistema Único de Saúde (SUS) que tenha atendimento especializado cardiológico.",
			"url": "https://www.emaisgoias.com.br/apos-autorizacao-de-transferencia-joao-de-deus-aguarda-vaga-em-hospital-do-sus/",
			"urlToImage": "https://www.emaisgoias.com.br/wp-content/uploads/2018/12/12744893-high-1-1-1024x684.jpeg",
			"publishedAt": "2019-10-01T12:53:01Z",
			"content": "Transferência foi decida pelo Hospital Municipal de Aparecida, onde o médium está internado desde a última sexta-feira (28). Ainda não há previsão para que a troca de unidade de saúde ocorra \r\nO médium João de Deus aguarda vaga em um hospital do Sistema Único… [+2528 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Hypeness.com.br"
			},
			"author": "Vitor Paiva",
			"title": "Cirurgia para tratamento de Parkinson começa a ser realizada pelo SUS - Hypeness",
			"description": "Pela primeira vez na última quinta-feira foi realizada através do convênio do Sistema Único de Saúde (SUS) uma cirurgia de estimulação cerebral profunda. Também conhecido como DBS (sigla em inglês para Deep Brain Stimulation), o procedimento aconteceu no Hosp…",
			"url": "https://www.hypeness.com.br/2019/09/cirurgia-para-tratamento-de-parkinson-comeca-a-ser-realizada-pelo-sus/",
			"urlToImage": "https://www.hypeness.com.br/wp-content/uploads/2019/09/Cirurgia_DBS_SUS_horizontal.jpg",
			"publishedAt": "2019-09-30T22:05:20Z",
			"content": "Pela primeira vez na última quinta-feira foi realizada através do convênio do Sistema Único de Saúde (SUS) uma cirurgia de estimulação cerebral profunda. Também conhecido como DBS (sigla em inglês para Deep Brain Stimulation), o procedimento aconteceu no Hosp… [+1087 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Uol.com.br"
			},
			"author": null,
			"title": "Ministro fala em crise global de vacinas e aumento do custo para o SUS - Folha de S.Paulo",
			"description": "Nos EUA, Mandetta se disse contrário a medidas punitivas aos que se recusam a imunizar crianças",
			"url": "https://www1.folha.uol.com.br/cotidiano/2019/09/ministro-fala-em-crise-global-de-vacinas-e-aumento-do-custo-para-o-sus.shtml",
			"urlToImage": "https://f.i.uol.com.br/fotografia/2019/03/07/15519663635c81209b1bfc5_1551966363_3x2_rt.jpg",
			"publishedAt": "2019-09-30T22:00:00Z",
			"content": "Durante viagem a Washington, nesta segunda-feira (30), o ministro da Saúde, Luiz Henrique Mandetta, afirmou que o mundo passa por uma crise na produção de vacinas que deve ter impacto no preço que o governo brasileiro paga pelo produto. \r\nSegundo o ministro, … [+3804 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Wsports.com.br"
			},
			"author": null,
			"title": "Unimed Ribeirão é 1º lugar em qualidade como operadora de grande porte no interior do Estado de SP - Wsports",
			"description": "A Unimed Ribeirão Preto é 1º lugar em qualidade como operadora de saúde de grande porte no Interior do Estado",
			"url": "https://wsports.com.br/unimed-ribeirao-e-1o-lugar-em-qualidade-como-operadora-de-grande-porte-no-interior-do-estado-de-sp",
			"urlToImage": "https://wsports.com.br/wp-content/uploads/2019/09/Fachada-Unimed-Ribeirão-1024x683.jpg",
			"publishedAt": "2019-09-30T21:16:00Z",
			"content": "A Unimed Ribeirão Preto é 1º lugar em qualidade como operadora de saúde de grande porte no Interior do Estado de São Paulo de acordo com o Índice de Desempenho da Saúde Suplementar (IDSS).\r\nEntre as 858 operadoras avaliadas e ranqueadas no país, a Unimed Ribe… [+1099 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Segs.com.br"
			},
			"author": null,
			"title": "Oito em cada dez usuários de planos de saúde não realizam checkup preventivo, revela pesquisa | SEGS -... - Portal Nacional de Seguros",
			"description": "Levantamento inédito da corretora It’sSeg mostra que baixa adesão ao benefício impacta em custos mais elevados e menor chance de diagnóstico precoce de doenças A baixa adesão ao checkup preventivo está impactando diretamente nos custos totais dos planos de sa…",
			"url": "https://www.segs.com.br/seguros/194746-oito-em-cada-dez-usuarios-de-planos-de-saude-nao-realizam-checkup-preventivo-revela-pesquisa",
			"urlToImage": "https://www.segs.com.br/media/k2/items/cache/b930f6f33217675f9d9003382db57b28_L.jpg",
			"publishedAt": "2019-09-30T21:14:00Z",
			"content": "Levantamento inédito da corretora ItsSeg mostra que baixa adesão ao benefício impacta em custos mais elevados e menor chance de diagnóstico precoce de doençasA baixa adesão ao checkup preventivo está impactando diretamente nos custos totais dos planos de saúd… [+3271 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Segs.com.br"
			},
			"author": null,
			"title": "Planos de Saúde: \"Um mercado de troca\" | SEGS - Portal Nacional de Seguros, Saúde, Info, Ti, Educação - Portal Nacional de Seguros",
			"description": "Ricardo Cotter* Todos sabemos que os planos de saúde representam um custo cada vez mais alto no orçamento de famílias e empresas. Mesmo assim, é comum que anualmente quando se dá o aniversário dos planos contratados ou quando um beneficiário completa uma idad…",
			"url": "https://www.segs.com.br/seguros/194771-planos-de-saude-um-mercado-de-troca",
			"urlToImage": "https://www.segs.com.br/media/k2/items/cache/85f118306a569a4cda9e1ba7c1d3396e_L.jpg",
			"publishedAt": "2019-09-30T21:03:00Z",
			"content": "Todos sabemos que os planos de saúde representam um custo cada vez mais alto no orçamento de famílias e empresas. Mesmo assim, é comum que anualmente quando se dá o aniversário dos planos contratados ou quando um beneficiário completa uma idade que gera a sua… [+2003 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Topmidianews.com.br"
			},
			"author": "http://www.dothnews.com.br",
			"title": "Pacientes do SUS fazem campanha contra projeto que 'censura' vídeos em postos - Top Mídia News",
			"description": "O PL inicial proibia gravações de vídeos e registros de imagens pela população em unidades de saúde, mas já foi alterado",
			"url": "https://www.topmidianews.com.br/politica/pacientes-do-sus-fazem-campanha-contra-projeto-de-vereador-pl-nao/118187/",
			"urlToImage": "https://cdn.topmidianews.com.br/upload/dn_noticia/2019/09/fritz.jpg",
			"publishedAt": "2019-09-30T21:01:35Z",
			"content": "O projeto de lei 651/19, do vereador enfermeiro Fritz (PSD), está causando indignação entre os campo-grandenses. Isso porque, em apresentação inicial, havia um artigo que vedava a gravação de vídeos e imagens pelos pacientes do SUS (Sistema Único de Saúde) em… [+2106 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Mixvale.com.br"
			},
			"author": "Redação Portal",
			"title": "Você ainda não tem o Cartão do SUS? Veja como adquirir pela internet - Portal Mix Vale",
			"description": "Você ainda não tem o Cartão do SUS? Veja como adquirir pela internet. O cartão SUS é um documento emitido pelo Governo Federal, que permite a qualquer cidadão brasileiro ser atendido de forma gratuita pelo Sistema Único de Saúde – SUS, em qualquer lugar do pa…",
			"url": "https://www.mixvale.com.br/2019/09/30/voce-ainda-nao-tem-o-cartao-do-sus-veja-como-adquirir-pela-internet/",
			"urlToImage": "https://www.mixvale.com.br/wp-content/uploads/2019/09/cartão-sus-1000x600.jpg",
			"publishedAt": "2019-09-30T20:46:46Z",
			"content": "Você ainda não tem o Cartão do SUS? Veja como adquirir pela internet. O cartão SUS é um documento emitido pelo Governo Federal, que permite a qualquer cidadão brasileiro ser atendido de forma gratuita pelo Sistema Único de Saúde SUS, em qualquer lugar do país… [+1903 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Defatoonline.com.br"
			},
			"author": null,
			"title": "“Essa é a pior crise de financiamento do SUS nos últimos 30 anos”, afirma secretária de saúde de Itabira - DeFato Online",
			"description": "“Essa é a pior crise de financiamento do SUS nos últimos 30 anos”, afirma secretária de saúde de Itabira, Rosana Linhares Assis Figueiredo",
			"url": "https://defatoonline.com.br/essa-e-a-pior-crise-de-financiamento-do-sus-nos-ultimos-30-anos-afirma-secretaria-de-saude-de-itabira/",
			"urlToImage": "https://defatoonline.com.br/wp-content/uploads/2019/09/IMG_1845-e1569875636381.jpg",
			"publishedAt": "2019-09-30T20:46:06Z",
			"content": "A dívida do Governo do Estado com o município de Itabira, acumulada entre 2018 e 2019, chega a quase R$ 60 milhões. Somente na área da saúde os débitos superam R$ 30 milhões, segundo secretária municipal de Saúde, Rosana Linhares Assis Figueiredo. Essa é a pi… [+1402 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Saocarlosagora.com.br"
			},
			"author": null,
			"title": "Em parceria com a Unimed, CPP revela plano acessível para professores - São Carlos Agora",
			"description": "O presidente do Centro do Professorado Paulista (CPP), Azuaite Martins de França, acompanhado do seu vice, Fábio Teixeira Pícolo e do diretor-superintendente da Unimed Ivan Linjardi, foi revelado o plano...",
			"url": "https://www.saocarlosagora.com.br/cidade/em-parceria-com-a-unimed-cpp-revela-plano-acessivel-para-professores/118313/",
			"urlToImage": "https://cdn.saocarlosagora.com.br/img/pc/780/530/dn_noticia/2019/09/dsc02982.jpg?c=1",
			"publishedAt": "2019-09-30T15:19:00Z",
			"content": "O presidente do Centro do Professorado Paulista (CPP), Azuaite Martins de França, acompanhado do seu vice, Fábio Teixeira Pícolo e do diretor-superintendente da Unimed Ivan Linjardi, foi revelado o plano de saúde Rede Dirigida que é considerado acessível e pr… [+3458 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Omunicipio.com.br"
			},
			"author": "Raul Sartori",
			"title": "Pesquisa mostra que brasileiros aprovam distribuição pelo SUS de medicamentos feitos a partir da maconha - O Munícipio",
			"description": "",
			"url": "https://omunicipio.com.br/pesquisa-mostra-que-brasileiros-aprovam-distribuicao-pelo-sus-de-medicamentos-feitos-a-partir-da-maconha/",
			"urlToImage": "https://omunicipio.com.br/wp-content/uploads/2019/09/pesquisa-mostra-que-brasileiros-aprovam-distribuicao-pelo-sus-de-medicamentos-feitos-a-partir-da-maconha-sus-medicamentos-feitos-a-partir-da-maconha.jpg",
			"publishedAt": "2019-09-30T15:00:00Z",
			"content": "Maconha medicinalFinalmente, maturidade e sem hipocrisias. A maioria dos brasileiros (79%) acha que medicamentos feitos a partir da planta da maconha devem ser distribuídos gratuitamente pelo SUS, aponta pesquisa do DataSenado. O levantamento apontou ainda qu… [+3987 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Jundiagora.com.br"
			},
			"author": null,
			"title": "REUNIÃO discutirá saúde pública na Câmara Municipal - Jundiaí Agora",
			"description": "A Câmara Municipal de Jundiaí realizará Reunião Pública para esclarecer as dúvidas e ouvir as sugestões da população na área da saúde pública",
			"url": "http://jundiagora.com.br/reuniao-saude/",
			"urlToImage": "http://jundiagora.com.br/wp-content/uploads/2019/09/REUNIÃO-compressed.jpg",
			"publishedAt": "2019-09-30T14:00:00Z",
			"content": "A Câmara Municipal de Jundiaí realizará Reunião Pública com a participação do Gestor de Promoção da Saúde da Prefeitura, Tiago Texera, para esclarecer as dúvidas e ouvir as sugestões da população. O evento será no próximo dia 11.\r\nEntre os assuntos que serão … [+771 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Uol.com.br"
			},
			"author": null,
			"title": "Vale a pena manter um plano de saúde? Saiba o que levar em conta na decisão - Entrelivros",
			"description": "Encontre orientações e notícias sobre economia: investimentos, finanças, negócios, carreira, cotações de Bolsas, moedas, índices econômicos e mais...",
			"url": "https://descomplique.blogosfera.uol.com.br/2019/09/30/vale-a-pena-manter-um-plano-de-saude-saiba-o-que-levar-em-conta-na-decisao/",
			"urlToImage": "https://conteudo.imguol.com.br/blogs/290/files/2019/09/who-s-afraid-of-the-doctor-2-1258126-1280x960-615x300.jpg",
			"publishedAt": "2019-09-30T07:00:00Z",
			"content": "Plano de saúde é aquele tipo de conta que você sempre questiona se vale a pena mesmo pagar. É uma despesa alta, que pode consumir boa parte do seu orçamento. A coisa piora se você pensar em quanto gastou com plano de saúde ao longo dos anos e que poderia ter … [+2723 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Cartacapital.com.br"
			},
			"author": null,
			"title": "Butantan se afasta da saúde pública e mira em grandes laboratórios - CartaCapital",
			"description": null,
			"url": "https://www.cartacapital.com.br/sociedade/butantan-se-afasta-da-saude-publica-e-mira-em-grandes-laboratorios/",
			"urlToImage": null,
			"publishedAt": "2019-09-30T03:36:26Z",
			"content": null
		},
		{
			"source": {
				"id": null,
				"name": "Pebmed.com.br"
			},
			"author": "Dayanna de Oliveira Quintanilha",
			"title": "Nova fórmula para tuberculose pediátrica estará disponível no SUS - PEBMED",
			"description": "Tempo de leitura: minutos. Em 2018, a Organização Mundial da Saúde (OMS) estimou que havia 234.000 m",
			"url": "https://pebmed.com.br/nova-formula-para-tuberculose-pediatrica-estara-disponivel-no-sus/",
			"urlToImage": "https://img.pebmed.com.br/wp-content/uploads/2019/09/27160518/tuberculose-660x330.jpg",
			"publishedAt": "2019-09-29T19:02:37Z",
			"content": "Tempo de leitura: 1 minutos.\r\nEm 2018, a Organização Mundial da Saúde (OMS) estimou que havia 234.000 mortes por tuberculose (TB) em crianças &lt;15 anos. Essas mortes representam 15% de todas as mortes por TB, sugerindo uma maior taxa de mortalidade nessa fa… [+1332 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Segs.com.br"
			},
			"author": null,
			"title": "Contratantes de planos de saúde mais engajados | SEGS - Portal Nacional de Seguros, Saúde, Info, Ti,... - Portal Nacional de Seguros",
			"description": "“Não há gestão de pessoas, sem gestão de saúde”. Com essa fala, o diretor-presidente da Agência Nacional de Saúde Suplementar (ANS), Leandro Fonseca, sintetizou a importância de uma atuação mais forte dos grandes contratantes de planos de saúde empresariais p…",
			"url": "https://www.segs.com.br/seguros/194521-contratantes-de-planos-de-saude-mais-engajados",
			"urlToImage": null,
			"publishedAt": "2019-09-28T14:00:00Z",
			"content": "Não há gestão de pessoas, sem gestão de saúde. Com essa fala, o diretor-presidente da Agência Nacional de Saúde Suplementar (ANS), Leandro Fonseca, sintetizou a importância de uma atuação mais forte dos grandes contratantes de planos de saúde empresariais par… [+1701 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Segs.com.br"
			},
			"author": null,
			"title": "Empreendedor cria serviço de \"Proteção Familiar\" para quem não pode pagar por plano de saúde | SEGS -... - Portal Nacional de Seguros",
			"description": "Vem nascendo no Brasil empresas que estão buscando oferecer soluções para atender a grande parcela da população que não tem acesso ao serviço de saúde privado. Cuidar da saúde é uma necessidade, é importante buscar alternativas que ofereçam os cuidados que vo…",
			"url": "https://www.segs.com.br/seguros/194520-empreendedor-cria-servico-de-protecao-familiar-para-quem-nao-pode-pagar-por-plano-de-saude",
			"urlToImage": null,
			"publishedAt": "2019-09-28T14:00:00Z",
			"content": "Vem nascendo no Brasil empresas que estão buscando oferecer soluções para atender a grande parcela da população que não tem acesso ao serviço de saúde privado.Cuidar da saúde é uma necessidade, é importante buscar alternativas que ofereçam os cuidados que voc… [+2833 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Engeplus.com.br"
			},
			"author": "Portal Engeplus",
			"title": "Inscrições abertas para a 3ª Mostra Fotográfica da Saúde Coletiva - Engeplus",
			"description": "Evento é organizado pelo PPGSCol da Unesc",
			"url": "http://www.engeplus.com.br/noticia/educacao/2019/inscricoes-abertas-para-a-3-mostra-fotografica-da-saude-coletiva",
			"urlToImage": "http://www.engeplus.com.br/cache/noticia/0136/0136907/inscricoes-abertas-para-a-3-mostra-fotografica-da-saude-coletiva-367x244.jpg?t=20190927170311",
			"publishedAt": "2019-09-28T12:40:00Z",
			"content": "O PPGSCol (Programa de Pós-graduação em Saúde Coletiva) da Unesc está com as inscrições abertas para a 3ª Mostra Fotográfica Topografia da Saúde Coletiva. Nesta edição, a mostra conta com o tema alusivo aos 25 anos de implantação da ESF (Estratégia Saúde da F… [+1321 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Estadao.com.br"
			},
			"author": null,
			"title": "Uma parceria que ajuda a aprimorar o SUS - Você no Estadão",
			"description": "Com o Programa de Apoio ao Desenvolvimento Institucional do SUS (PROADI-SUS), cinco hospitais brasileiros desenvolvem projetos para aperfeiçoar os serviços da rede pública em todo o País",
			"url": "https://saude.estadao.com.br/noticias/geral,uma-parceria-que-ajuda-a-aprimorar-o-sus,70003028192",
			"urlToImage": "https://img.estadao.com.br/resources/jpg/5/3/1569622821035.jpg",
			"publishedAt": "2019-09-27T22:22:42Z",
			"content": "Há dez anos, hospitais filantrópicos vêm investindo no aperfeiçoamento do SUS por meio do Programa de Apoio ao Desenvolvimento Institucional do SUS (PROADI-SUS). Instituído por lei, o programa estabelece que os recursos provenientes da imunidade tributária do… [+8748 chars]"
		}
	]
}