{
	"status": "ok",
	"totalResults": 70,
	"articles": [
		{
			"source": {
				"id": null,
				"name": "Tudocelular.com"
			},
			"author": null,
			"title": "TOP 10! Confira os smartphones mais buscados em setembro de 2019 no TudoCelular - Tudocelular.com",
			"description": "A disputa segue entre Samsung, Xiaomi e Motorola, mas o Redmi Note 7 encerrou o trimestre como líder.",
			"url": "https://www.tudocelular.com/motorola/noticias/n147308/top-10-smartphones-mais-buscados-setembro-2019.html",
			"urlToImage": "https://t.tudocdn.net/400465?w=646&h=284",
			"publishedAt": "2019-10-01T13:57:32Z",
			"content": "Outubro acaba de iniciar, e com ele damos o pontapé no último trimestre de 2019 (ufa!). Mas quem está acostumado a ler o nosso site sabe que no primeiro dia de cada mês para listar os smartphones mais buscados aqui no TudoCelular, com base no acesso às nossas… [+523 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tecmundo.com.br"
			},
			"author": "Ramalho Lima",
			"title": "Telas dirigindo sozinhos em estacionamentos já estão causando problemas - Tecmundo",
			"description": "A chamada automática, que faz os veículos voltarem do estacionamento sozinhos, já está gerando certa dor de cabeça para alguns motoristas",
			"url": "https://www.tecmundo.com.br/mobilidade-urbana-smart-cities/146390-telas-dirigindo-sozinhos-estacionamentos-causando-problemas.htm",
			"urlToImage": "https://img.ibxk.com.br/2019/09/30/30173122451215.jpg",
			"publishedAt": "2019-10-01T13:30:00Z",
			"content": "O Smart Summon é um recurso da Tesla, pelo qual motoristas podem chamar seus veículos para que eles venham do estacionamento sozinhos, controlados por uma direção autônoma, e cheguem até seus donos. Uma função bem legal, principalmente para aqueles não muito … [+1687 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Canaltech.com.br"
			},
			"author": null,
			"title": "Pixel 4 | Vaza primeira imagem oficial do novo smartphone da Google - Canaltech",
			"description": "O leaker Evan Blass publicou no Twitter uma imagem que revela o Google Pixel 4 em sua plenitude. Registro mostra como será a identidade visual do aparelho, com um papel de parede abstrato; demais características, porém, confirmam vazamentos anteriores",
			"url": "https://canaltech.com.br/smartphone/pixel-4-vaza-primeira-imagem-oficial-do-novo-smartphone-da-google-151183/",
			"urlToImage": "https://timeline.canaltech.com.br/335371.700/pixel-4-vaza-primeira-imagem-oficial-do-novo-smartphone-da-google-151183.jpg",
			"publishedAt": "2019-10-01T13:05:00Z",
			"content": "A série Pixel pode, facilmente, rivalizar com os smartphones da Motorola para ver quem leva o prêmio de smartphones mais vazados e vítimas de boato. Desta vez, a duas semanas do Made by Google 2019, a primeira imagem oficial do vindouro Pixel 4 caiu na net. O… [+1447 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Blogdoiphone.com"
			},
			"author": "iLex",
			"title": "Polícia Federal apreende carga ilegal de iPhone 11 na Bahia - Blog do iPhone",
			"description": "É bem comum ouvirmos histórias de pessoas pegas em aeroportos tentando trazer iPhones presos ao corpo, ou escondidos na mala. Mas aparelhos vendidos em lojas alternativas ou sites não oficiais costuma",
			"url": "https://blogdoiphone.com/2019/10/policia-federal-carga-ilegal-iphone-11/",
			"urlToImage": "https://blogdoiphone.com/wp-content/uploads/2019/10/cfcaab7262995d51e635b1125d49e01f.jpg",
			"publishedAt": "2019-10-01T12:26:28Z",
			"content": "É bem comum ouvirmos histórias de pessoas pegas em aeroportos tentando trazer iPhones presos ao corpo, ou escondidos na mala. Mas aparelhos vendidos em lojas alternativas ou sites não oficiais costumam também vir do Paraguai, “importados” de forma não legaliz… [+1294 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tecnoblog.net"
			},
			"author": "https://www.facebook.com/paulohiga",
			"title": "WhatsApp testa mensagens que se autodestroem - Tecnoblog",
			"description": "Mensagens autodestrutivas estão em versão beta do WhatsApp e podem desaparecer em 5 segundos",
			"url": "https://tecnoblog.net/309186/whatsapp-testa-mensagens-que-se-autodestroem/",
			"urlToImage": "https://tecnoblog.net/wp-content/uploads/2018/11/whataspp-icone-16-9-700x394.jpg",
			"publishedAt": "2019-10-01T12:21:00Z",
			"content": "Uma nova versão de testes do WhatsApp traz um recurso conhecido de outros aplicativos: será possível enviar mensagens que se autodestroem depois de um determinado período de tempo. A novidade pode ser útil para mandar informações mais sensíveis para um contat… [+1090 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Uol.com.br"
			},
			"author": null,
			"title": "Microsoft traz mais detalhes do novo Flight Simulator - Airway",
			"description": "Facebook0Tweet0 Dez anos após encerrar as vendas do Flight Simulator, a Microsoft se prepara para relançar o mais famoso game de simulação de voo da ...",
			"url": "https://airway.uol.com.br/microsoft-traz-mais-detalhes-do-novo-flight-simulator/",
			"urlToImage": "https://airway.uol.com.br/wp-content/uploads/2019/10/fs2020-4.jpg",
			"publishedAt": "2019-10-01T11:37:30Z",
			"content": "Um turbo-hélice Daher TBM930 no Flight Simulator: de volta após mais de uma década (Microsoft)\r\nDez anos após encerrar as vendas do Flight Simulator, a Microsoft se prepara para relançar o mais famoso game de simulação de voo da história. Embora ainda não exi… [+4079 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tudocelular.com"
			},
			"author": null,
			"title": "Google Mensagens ganha versão 5.0 que traz sincronização com modo escuro do Android 10 - Tudocelular.com",
			"description": "Confira esta e outras novidades que chegam ao app.",
			"url": "https://www.tudocelular.com/google/noticias/n147294/google-mensagens-versao-5-modo-escuro.html",
			"urlToImage": "https://t.tudocdn.net/496388?w=646&h=284",
			"publishedAt": "2019-10-01T11:25:02Z",
			"content": "O aplicativo de mensagens do Google acaba de receber uma grande atualização, disponibilizando para os usuários a sincronização do app como modo escuro implementado na versão mais atual do sistema operacional da empresa gigante das buscas, o Android 10.\r\nDos r… [+1386 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tudocelular.com"
			},
			"author": null,
			"title": "Samsung deve pagar US$ 10 para usuários do Galaxy S4 por \"trapaça\" em benchmark - Tudocelular.com",
			"description": "A Samsung fechou um acordo que encerra uma ação coletiva iniciada nos EUA em 2014. O problema envolve a 'trapaça' da empresa com o Galaxy S4.",
			"url": "https://www.tudocelular.com/mercado/noticias/n147293/samsung-deve-pagar-us10-usuarios-galaxy-s4.html",
			"urlToImage": "https://t.tudocdn.net/496199?w=646&h=284",
			"publishedAt": "2019-10-01T11:08:30Z",
			"content": "A Samsung concordou em pagar US$ 10 (~R$ 42) a cada proprietário do Galaxy S4 para encerrar uma ação coletiva iniciada nos Estados Unidos. O caso começou a ser julgado em 2014 - um ano após o lançamento do aparelho - e somente agora chegou ao seu ponto final.… [+1506 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tudocelular.com"
			},
			"author": null,
			"title": "iPhone 11: papéis de parede com fotos da natureza em HDR são disponibilizados para download - Tudocelular.com",
			"description": "Confira as imagens em detalhes e veja como realizar o download.",
			"url": "https://www.tudocelular.com/curiosidade/noticias/n147288/papeis-de-parede-natureza-iphone-11.html",
			"urlToImage": "https://t.tudocdn.net/496368?w=646&h=284",
			"publishedAt": "2019-10-01T10:41:24Z",
			"content": "Toda vez que um novo dispositivo é anunciado, diversos artistas e fotógrafos começam a realizar a compatibilidade de suas artes para estes aparelhos ou até mesmo fazem novas criações adaptadas para estes produtos, tornando os wallpapers exclusivos e fazendo c… [+1225 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tudocelular.com"
			},
			"author": null,
			"title": "Call Of Duty Mobile já está disponível para download no Android e iOS - Tudocelular.com",
			"description": "Baixa agora mesmo a versão mobile do FPS",
			"url": "https://www.tudocelular.com/novos-produtos/noticias/n147285/cod-mobile-disponivel-para-android-e-ios.html",
			"urlToImage": "https://t.tudocdn.net/496363?w=646&h=284",
			"publishedAt": "2019-10-01T10:01:21Z",
			"content": "Jogo oficial CALL OF DUTY® feito exclusivamente para dispositivos móveis. Jogue mapas e modos emblemáticos quando e onde quiser. Battle Royale com 100 jogadores? Partidas rápidas de mata-mata 5v5? Ação zumbi assustadora? Combate com apenas franco-atiradores? … [+1601 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Techtudo.com.br"
			},
			"author": null,
			"title": "IBM anuncia novo computador quântico com 53 qubits de processamento - TechTudo",
			"description": "Novo sistema quântico é o mais rápido da IBM e deve estar disponível para clientes já em outubro.",
			"url": "https://www.techtudo.com.br/noticias/2019/10/ibm-anuncia-novo-computador-quantico-com-53-qubits-de-processamento.ghtml",
			"urlToImage": "https://s2.glbimg.com/gWe5wP_WXqQEX1MRFOKcoPATbz0=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2019/B/e/DIgAMxTwefgmwJPatVcw/38972505482-da902ad982-k-1024x683.jpg",
			"publishedAt": "2019-10-01T10:00:00Z",
			"content": "A IBM promete disponibilizar o Q Network, um novo computador quântico de 53 qubits em outubro. O sistema chega com o dobro de potência que já existe em outros computadores quânticos da marca e será oferecido para que os usuários possam acessar uma plataforma,… [+2427 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Sempreupdate.com.br"
			},
			"author": "Fabiano Rodrigues",
			"title": "O Kodi é legal ou ilegal? - SempreUpdate",
			"description": "O Kodi é legal ou ilegal? Em relação à pirataria, a resposta à legalidade, às vezes, não está clara para muitas pessoas.",
			"url": "https://sempreupdate.com.br/o-kodi-e-legal-ou-ilegal/",
			"urlToImage": "https://i0.wp.com/sempreupdate.com.br/wp-content/uploads/2019/09/Kodi-é-legal-ou-ilegal.jpg?fit=768%2C400&ssl=1",
			"publishedAt": "2019-10-01T10:00:00Z",
			"content": "Kodi é um software muito simples, mas, ao mesmo tempo, muito poderoso, graças à sua compatibilidade com complementos. Essas extensões do Kodi nos dão acesso a um mundo de funções adicionais, além da capacidade de acessar vídeos, filmes, séries, documentários,… [+3813 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tudocelular.com"
			},
			"author": null,
			"title": "Sucesso! Xiaomi vende 1,5 milhão de produtos em primeira hora de promoção - Tudocelular.com",
			"description": "A Xiaomi conseguiu vender mais de 1,5 milhão de produtos em apenas uma hora de promoções na Índia.",
			"url": "https://www.tudocelular.com/mercado/noticias/n147284/xiaomi-evento-vendas-india-sucesso-.html",
			"urlToImage": "https://t.tudocdn.net/399979?w=646&h=284",
			"publishedAt": "2019-10-01T09:37:13Z",
			"content": "Depois de anunciar o Redmi 8A, Mi TV e uma série de produtos na Índia, a Xiaomi inciou as vendas oficiais dos dispositivos nas principais varejistas do país. A empresa aproveitou o festival de vendas dessa época do ano para oferecer todos os produtos com preç… [+1807 chars]"
		},
		{
			"source": {
				"id": "globo",
				"name": "Globo"
			},
			"author": null,
			"title": "Caso Ágatha: Polícia prepara megaoperação para garantir segurança durante reconstituição - Extra",
			"description": "A Polícia Civil montará uma megaoperação para realizar logo mais a reconstituição da morte da pequena Ágatha Vitória Sales Félix, de 8 anos, atingida por uma...",
			"url": "https://extra.globo.com/casos-de-policia/caso-agatha-policia-prepara-megaoperacao-para-garantir-seguranca-durante-reconstituicao-23986491.html",
			"urlToImage": "https://extra.globo.com/casos-de-policia/23983906-0ad-821/w976h550-PROP/fotovideoframe-(1).jpg",
			"publishedAt": "2019-10-01T07:30:00Z",
			"content": "A Polícia Civil montará uma megaoperação para realizar logo mais a reconstituição da morte da pequena Ágatha Vitória Sales Félix, de 8 anos, atingida por uma bala perdida na comunidade da Fazendinha, no ComplexodoAlemão, Zona Norte do Rio, no último dia 20. A… [+1783 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Uol.com.br"
			},
			"author": "Rodrigo Trindade",
			"title": "Polêmicas e prejuízos: Uber tenta limpar sua barra com novidades \"do bem\" - UOL",
			"description": "No início de agosto, a Uber deu uma notícia ruim: teve prejuízo de US$ 5,2 bilhões no segundo trimestre de 2019, um recorde que superou expectativas de perda, que já eram grandes. Uma leva de demissões veio pouco mais de um mês depois, para que a empresa",
			"url": "https://www.uol.com.br/tilt/noticias/redacao/2019/10/01/manik-gupta-vice-presidente-de-produto-da-uber.htm",
			"urlToImage": "https://conteudo.imguol.com.br/c/noticias/49/2019/09/30/o-uber-transit-e-uma-das-novidades-que-a-empresa-iniciou-a-implementacao-global-1569883670482_v2_615x300.jpg",
			"publishedAt": "2019-10-01T07:00:00Z",
			"content": "No início de agosto, a Uber deu uma notícia ruim: teve prejuízo de US$ 5,2 bilhões no segundo trimestre de 2019, um recorde que superou expectativas de perda, que já eram grandes. Uma leva de demissões veio pouco mais de um mês depois, para que a empresa \"rec… [+6579 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Canaltech.com.br"
			},
			"author": null,
			"title": "Criticado pela NASA, Elon Musk promete finalizar espaçonave Crew Dragon em breve - Canaltech",
			"description": "Após ser criticado pelo administrador da NASA por atrasos na entrega da cápsula Crew Dragon, que permitirá à NASA lançar seus astronautas para o espaço, Elon Musk prometeu finalizar a espaçonave nos próximos três ou quatro meses",
			"url": "https://canaltech.com.br/espaco/criticado-pela-nasa-elon-musk-promete-finalizar-espaconave-crew-dragon-em-breve-151165/",
			"urlToImage": "https://timeline.canaltech.com.br/335353.700/criticado-pela-nasa-elon-musk-promete-finalizar-espaconave-crew-dragon-em-breve-151165.jpg",
			"publishedAt": "2019-10-01T02:40:00Z",
			"content": "A nave Crew Dragon, da SpaceX, pode estar pronta para levar astronautas da NASA ao espaço dentro de três a quatro meses. Ao menos essa é a promessa de Elon Musk, CEO da empresa. Esse é um momento aguardado com muita expectativa, pois será a primeira vez em qu… [+3391 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tudocelular.com"
			},
			"author": null,
			"title": "AMD anuncia novos processadores Ryzen 3000 Pro e Athlon Pro com gráficos Radeon Vega - Tudocelular.com",
			"description": "A AMD ampliou seu portfólio de processadores com linhas focadas no mercado profissional.",
			"url": "https://www.tudocelular.com/novos-produtos/noticias/n147281/amd-ryzen-3000-pro-athlon-pro-anunciados.html",
			"urlToImage": "https://t.tudocdn.net/496354?w=646&h=284",
			"publishedAt": "2019-10-01T00:24:48Z",
			"content": "A AMD ampliou seu portfólio de processadores com as novas linhas Ryzen Pro e Athlon Pro. Focada em usuários profissionais, a série mais avançada está disponível a nível global e chega com gráficos Radeon Vega.\r\nDe acordo com a fabricante de chips, a HP e a Le… [+1531 chars]"
		},
		{
			"source": {
				"id": "globo",
				"name": "Globo"
			},
			"author": null,
			"title": "Em SP, jogo de celular leva aluna da rede pública a intercâmbio na Austrália - G1",
			"description": "Na tela do celular, um mapa que destaca locais importantes de SP para a cultura. Ganha pontos quem vai pessoalmente a esses locais e responde a perguntas.",
			"url": "https://g1.globo.com/jornal-nacional/noticia/2019/09/30/em-sp-jogo-de-celular-leva-aluna-da-rede-publica-a-intercambio-na-australia.ghtml",
			"urlToImage": "https://s2.glbimg.com/dbjdpWQgrL4MXuhYNUy_1GjkwhI=/1200x/smart/filters:cover():strip_icc()/s04.video.glbimg.com/x720/7963867.jpg",
			"publishedAt": "2019-10-01T00:13:00Z",
			"content": "Uma estudante de uma escola pública de São Paulo vai viver uma experiência de sonho do outro lado do mundo. Talita se queixava das poucas oportunidades que uma jovem de periferia normalmente tem quando decidiu: ia começar a jogar. Trabalhava de dia, estudava … [+2394 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Olhardigital.com.br"
			},
			"author": "Roseli Andrion",
			"title": "Nubank é a nova estrela de golpe no WhatsApp - Olhar Digital",
			"description": "A promessa de um cartão de crédito com limite de R$ 12 mil tem levado a muitos compartilhamentos",
			"url": "https://olhardigital.com.br/noticia/nubank-e-a-nova-estrela-de-golpe-no-whatsapp/90952",
			"urlToImage": "https://img.olhardigital.com.br/uploads/acervo_imagens/2019/06/20190612020002.jpg",
			"publishedAt": "2019-10-01T00:09:00Z",
			"content": "Um novo golpe que menciona o Nubank circula atualmente no WhatsApp. A mensagem oferece convites para um novo cartão de crédito, com limite de R$ 12 mil, sem consulta aos órgãos de proteção ao crédito.\r\nIsso, por si só, é um fator importante para despertar a d… [+802 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tudocelular.com"
			},
			"author": null,
			"title": "Live Caption: legendas em tempo real do Android 10 podem estrear com Pixel 4 - Tudocelular.com",
			"description": "Uma unidade do futuro celular do Google teve seus arquivos APKs distribuídos.",
			"url": "https://www.tudocelular.com/google/noticias/n147280/live-caption-android-10-pode-estrear-com-pixel-4.html",
			"urlToImage": "https://t.tudocdn.net/496229?w=646&h=284",
			"publishedAt": "2019-09-30T23:59:28Z",
			"content": "Um dos recursos anunciados para o Android 10, o Live Caption deverá estrear apenas com a chegada do Google Pixel 4. O principal indício foi por meio de um protótipo da variante Pixel 4 XL divulgada pelo Nextrift, o qual teve seus arquivos APKs distribuidos a … [+1210 chars]"
		}
	]
}