{
	"status": "ok",
	"totalResults": 70,
	"articles": [
		{
			"source": {
				"id": null,
				"name": "Portal-energia.com"
			},
			"author": null,
			"title": "Primeira estrada francesa com painéis solares fotovoltaicos foi um fiasco - Portal Energias Renováveis",
			"description": "A primeira estrada solar instalada em França foi um verdadeiro fiasco. 3 anos após a sua instalação, a estrada não cumpriu o que foi prometido.",
			"url": "https://www.portal-energia.com/estrada-paineis-solares-fotovoltaicos-147990/",
			"urlToImage": "https://www.portal-energia.com/wp-content/uploadsthumbs/estrada-paineis-solares.jpg",
			"publishedAt": "2019-10-04T21:08:29Z",
			"content": "Primeira estrada solar francesa com painéis solares fotovoltaicos foi um fiasco\r\nFoi em 2016 que em França se instalou a primeira estrada com painéis solares, em Tourouvre-au-Perche (Orne), na Normandia. 3 anos volvidos, sabe-se que afinal esta estrada, cerca… [+2304 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tudocelular.com"
			},
			"author": null,
			"title": "LG K12 Prime: um K12 Plus melhorado, mas derrotado | Análise / Review - Tudocelular.com",
			"description": "O K12 Prime é o mais avançado dos novos básicos da LG. Ele é uma melhor compra que os rivais da Samsung, Motorola e Xiaomi? Confira nossa análise completa.",
			"url": "https://www.tudocelular.com/lg/noticias/n147387/analise-lg-k12-plus-review.html",
			"urlToImage": "https://t.tudocdn.net/497234?w=646&h=284",
			"publishedAt": "2019-10-04T19:54:08Z",
			"content": "O K12 Prime é o mais avançado dos novos básicos da LG. A empresa finalmente decidiu implementar um conjunto mais avançado de câmeras, mas muitas das configurações são similares ao K12 Plus. \r\nEste básico da LG tem traseira de plástico, algo muito comum em cel… [+1025 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Olhardigital.com.br"
			},
			"author": "Rafael Rigues",
			"title": "Microsoft lança patch de emergência para o Windows. Atualize já! - Olhar Digital",
			"description": "Falha no Internet Explorer permite a execução remota de código e já está sendo explorada por malfeitores",
			"url": "https://olhardigital.com.br/fique_seguro/noticia/microsoft-lanca-patch-de-emergencia-para-o-windows-atualize-ja/91178",
			"urlToImage": "https://img.olhardigital.com.br/uploads/acervo_imagens/2019/04/20190405122349.jpg",
			"publishedAt": "2019-10-04T19:43:00Z",
			"content": null
		},
		{
			"source": {
				"id": null,
				"name": "Techtudo.com.br"
			},
			"author": null,
			"title": "Chefão diz que Apple tem os “menores preços possíveis” e cita iPhone 11 - TechTudo",
			"description": "Preço do smartphone caiu US$ 50 nos Estados Unidos. Linha do iPhone 11 chega ao Brasil em 18 de outubro, mas valores são mantidos em sigilo.",
			"url": "https://www.techtudo.com.br/noticias/2019/10/chefao-diz-que-apple-tem-os-precos-mais-baixos-possiveis-e-cita-iphone-11.ghtml",
			"urlToImage": "https://s2.glbimg.com/5fWzf2RRw6HGmQneKJgEth3TuA4=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2019/y/X/F5dqjEQl6bnpWzLzfa3Q/iphone-11-02.jpg",
			"publishedAt": "2019-10-04T17:33:00Z",
			"content": "O principal executivo da Apple, Tim Cook, disse nesta semana que a empresa pratica os menores preços possíveis em iPhones, outros eletrônicos e serviços da marca. A declaração foi dada à publicação alemã Stern acompanhada da observação de que o novo iPhone 11… [+1632 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tecmundo.com.br"
			},
			"author": "Camilla Cássia da Silva",
			"title": "Câmera do ZenFone 6 decepciona em teste; não superou celulares de 2018 - Tecmundo",
			"description": "Em teste do site especializado DXOMark, o top de linha da Asus ficou em 12º no ranking geral de câmeras",
			"url": "https://www.tecmundo.com.br/dispositivos-moveis/146506-camera-zenfone-6-decepciona-teste-nao-superou-celulares-2018.htm",
			"urlToImage": "https://img.ibxk.com.br/2019/10/04/04122724923370.jpg",
			"publishedAt": "2019-10-04T16:30:00Z",
			"content": "O Asus ZenFone 6 finalmente passou pela avaliação do site especializado DXOMark e demonstra ser um dispositivo equilibrado, mas não muito avançado no departamento de fotografia, como outros tops linha da Huawei, Samsung, Apple e Xiaomi.\r\nNo ranking geral, o a… [+4264 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tudocelular.com"
			},
			"author": null,
			"title": "Adobe Photoshop e Premiere recebem versão 2020 que traz diversas novidades - Tudocelular.com",
			"description": "Confira as principais novidades implementadas nos editores de imagem e vídeo da Adobe.",
			"url": "https://www.tudocelular.com/software/noticias/n147485/adobe-premiere-e-photoshop-atualizados-versao-2020.html",
			"urlToImage": "https://t.tudocdn.net/497207?w=646&h=284",
			"publishedAt": "2019-10-04T15:56:33Z",
			"content": "A Adobe realizou recentemente a atualização dos seus principais aplicativos de edição de fotos e vídeos para a versão 2020, disponibilizando para os usuários do Photoshop e Premiere uma série de novidades que disponibilização aos aplicativos novidades interes… [+2279 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tudocelular.com"
			},
			"author": null,
			"title": "Huawei confirma: alguns P30 Pro estão falhando no teste SafetyNet - Tudocelular.com",
			"description": "O problema parece estar relacionado com os serviços do Google, que não teriam certificado a mais nova versão beta da EMUI.",
			"url": "https://www.tudocelular.com/seguranca/noticias/n147487/huawei-confirma-que-alguns-pro-30-safetynet.html",
			"urlToImage": "https://t.tudocdn.net/398084?w=646&h=284",
			"publishedAt": "2019-10-04T15:26:12Z",
			"content": "Após bloquear a instalação dos serviços da Google em seus mais novos tops de linha (o Mate 30 e Mate 30 Pro) através do app lzplay, a Huawei acaba de confirmar que alguns modelos do P30 Pro também não estão mais passando no teste SafetyNet – que é aquele que … [+1704 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tecnoblog.net"
			},
			"author": "https://www.facebook.com/paulohiga",
			"title": "Samsung, Xiaomi, Pixel e mais Androids têm falha que dá acesso total ao aparelho - Tecnoblog",
			"description": "Google descobre vulnerabilidade que está sendo explorada por hackers para obter acesso indevido a celulares Android",
			"url": "https://tecnoblog.net/309836/samsung-xiaomi-pixel-falha-android-escalacao-privilegios/",
			"urlToImage": "https://tecnoblog.net/wp-content/uploads/2017/10/google-pixel-2-700x464.jpg",
			"publishedAt": "2019-10-04T15:22:00Z",
			"content": "O Google descobriu que uma falha de segurança grave no Android está sendo explorada por hackers para obter controle total de celulares vulneráveis. A brecha, presente em smartphones da Samsung, Xiaomi e até do Google, permite que um aplicativo malicioso obten… [+2355 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Olhardigital.com.br"
			},
			"author": "Luiz Nogueira",
			"title": "Fã da SpaceX é preso após tirar foto de protótipo da empresa - Olhar Digital",
			"description": "Cidadão passou uma noite na cadeia sob a acusação de violação de privacidade",
			"url": "https://olhardigital.com.br/noticia/fa-da-spacex-e-preso-apos-tirar-foto-de-prototipo-da-empresa/91157",
			"urlToImage": "https://img.olhardigital.com.br/uploads/acervo_imagens/2019/10/20191001095144.jpg",
			"publishedAt": "2019-10-04T15:20:00Z",
			"content": "Uma situação incomum ocorreu nos escritórios da SpaceX no Texas, quando um sujeito chamado JB Waggoner, um fã declarado da empresa, passou uma noite inteira na prisão por tirar fotos \"muito próximas\" do protótipo Starship.\r\nO fato ocorreu em um fim de semana … [+1400 chars]"
		},
		{
			"source": {
				"id": "info-money",
				"name": "InfoMoney"
			},
			"author": null,
			"title": "As pessoas por trás do Nubank - InfoMoney",
			"description": "Conheça a equipe internacional e diversificada que forma o Nubank, a fintech que tem inovado no mercado brasileiro",
			"url": "https://www.infomoney.com.br/negocios/as-pessoas-por-tras-do-nubank/",
			"urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2019/10/1-O-time-do-Nubank-em-frente-ao-escritório-.jpg?quality=75&w=1024",
			"publishedAt": "2019-10-04T15:11:00Z",
			"content": "O time do Nubank em frente ao escritório\r\nMaior banco digital independente do mundo, o Nubank nasceu da péssima experiência que o colombiano David Vélez, presidente e um dos fundadores da empresa, teve ao tentar abrir uma conta bancária no Brasil. Uma tarefa … [+7847 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "R7.com"
			},
			"author": "R7.com",
			"title": "Nasa diz que está perto de anunciar a existência de vida em Marte - R7",
			"description": "Cientista-chefe da agência\r\nespacial norte-americana relatou que a descoberta deve ocorrer nos próximos\r\ndois anos, mas que 'não estamos prontos'",
			"url": "https://noticias.r7.com/tecnologia-e-ciencia/nasa-diz-que-esta-perto-de-anunciar-a-existencia-de-vida-em-marte-04102019",
			"urlToImage": "https://img.r7.com/images/marte-18092019173303140?dimensions=600x315&crop_position=c",
			"publishedAt": "2019-10-04T15:08:00Z",
			"content": "O Cientista-chefe da Nasa Jim Green disse em uma entrevista ao site The Telegraph que a Nasa, agência espacial norte-americana, está preste a descobrir a existência de vida em Marte. De acordo com Green, a revelação pode ocorrer nos próximos dois anos.\r\n\"Será… [+957 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Uol.com.br"
			},
			"author": "Catie Keck",
			"title": "Você está velho demais para usar o Threads, novo app do Instagram - Gizmodo Brasil",
			"description": "Novo app do Instagram, o Threads une os stories com uma conversa em grupo com melhores amigos. Ele também tem algumas questões assustadoras de privacidade.",
			"url": "https://gizmodo.uol.com.br/threads-novo-app-instagram/",
			"urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2019/10/facebook-instagram-threads1-1000x560.jpg",
			"publishedAt": "2019-10-04T14:32:00Z",
			"content": "Olha, outro aplicativo do Facebook que ninguém precisava! A gigante das mídias sociais anunciou na quinta-feira que está lançando um novo aplicativo do Instagram chamado Threads. Ele funciona de maneira independente, mas puxa a lista de amigos próximos do Ins… [+2667 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tecnoblog.net"
			},
			"author": "Victor Hugo Silva",
			"title": "WhatsApp permitirá ativação sem receber SMS no iPhone - Tecnoblog",
			"description": "O WhatsApp vai dispensar o SMS com o código de seis dígitos no iOS para quem já verificou seu número pelas Chaves do iCloud.",
			"url": "https://tecnoblog.net/309823/whatsapp-permitira-ativacao-sem-sms-iphone/",
			"urlToImage": "https://tecnoblog.net/wp-content/uploads/2017/09/whatsapp-ios-iphone-700x394.jpg",
			"publishedAt": "2019-10-04T14:30:00Z",
			"content": "A configuração do WhatsApp deve ficar mais rápida no iPhone. Isso porque o mensageiro passou a dispensar o envio de SMS para usuários que já verificaram o número do celular para habilitar as Chaves do iCloud.\r\nA informação é do WABetaInfo, que costuma adianta… [+1167 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Olhardigital.com.br"
			},
			"author": "Rafael Rigues",
			"title": "Vulnerabilidade dá a hackers controle total sobre smartphones Android - Olhar Digital",
			"description": "Bug afeta mais de uma dezena de modelos de sete fabricantes e pode estar sendo explorado por empresa israelense como ferramenta de espionagem",
			"url": "https://olhardigital.com.br/fique_seguro/noticia/vulnerabilidade-da-a-hackers-controle-total-sobre-smartphones-android/91148",
			"urlToImage": "https://img.olhardigital.com.br/uploads/acervo_imagens/2019/02/20190226084527.jpg",
			"publishedAt": "2019-10-04T13:59:00Z",
			"content": "De acordo com membros do Project Zero, uma equipe do Google encarregada de encontrar bugs ‘dia zero’ (ainda sem correção) que podem ser explorados no Android, uma nova vunerabilidade que está sendo usada por hackers permite assumir controle completo de smartp… [+2160 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tecmundo.com.br"
			},
			"author": "Mateus Mognon",
			"title": "Galaxy S11: conceito incrível traz celular da Samsung com base nos rumores - Tecmundo",
			"description": "Smartphone pode trazer câmera tripla de 100 MP, zoom de 5x e sensor molecular",
			"url": "https://www.tecmundo.com.br/dispositivos-moveis/146502-galaxy-s11-conceito-incrivel-traz-celular-samsung-base-rumores.htm",
			"urlToImage": "https://img.ibxk.com.br/2019/10/03/03210501526256.jpg",
			"publishedAt": "2019-10-04T13:28:00Z",
			"content": "A Samsung só deve lançar o Galaxy S11 durante o ano que vem, mas a grande quantidade de rumores sobre o celular serviu de inspiração para o Phone Arena. O site levou como base as especulações sobre o dispositivo e montou renderizações 3D mostrando como pode s… [+1600 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Uol.com.br"
			},
			"author": "Alex Cranz",
			"title": "Primeiras impressões dos aparelhos com tela dupla da Microsoft - Gizmodo Brasil",
			"description": "Duo e Neo são os novos dispositivos de duas telas da Microsoft que oferecem uma experiência diferente dos dobráveis de outras fabricantes.",
			"url": "https://gizmodo.uol.com.br/aparelhos-tela-dupla-microsoft-surface-neo-duo/",
			"urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2019/10/nu4zzairoxvqwfydg1d4-1000x562.jpg",
			"publishedAt": "2019-10-04T13:15:00Z",
			"content": "Eu passei pouco tempo com o Duo e o Neo, os novos dispositivos de duas telas da Microsoft, mas esse pouco tempo deixou uma coisa clara: a Microsoft tem uma abordagem totalmente diferente de dispositivo dobrável do que quase todo mundo.\r\nVimos um número surpre… [+7238 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tudocelular.com"
			},
			"author": null,
			"title": "Xiaomi libera update para Mi Band 4 com alteração no tempo de tela ligada e mais - Tudocelular.com",
			"description": "Atualização começou a ser disponibilizada para Turquia, Índia e outros mercados que contam com a mais recente pulseira inteligente da marca",
			"url": "https://www.tudocelular.com/software/noticias/n147468/xiaomi-mi-band-4-alteracao-tempo-tela-e-mais.html",
			"urlToImage": "https://t.tudocdn.net/397116?w=646&h=284",
			"publishedAt": "2019-10-04T12:49:28Z",
			"content": "Mais recente pulseira inteligente apresentada pela Xiaomi, a Mi Band 4 vem constantemente sendo beneficiada por atualizações disponibilizadas pela marca, mostrando assim o compromisso da marca com seus consumidores, mesmo em um dispositivo considerado mais si… [+1305 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tecnoblog.net"
			},
			"author": "Lucas Braga",
			"title": "Vivo reduz preço de pacotes de internet no Vivo Easy - Tecnoblog",
			"description": "Pacote de 100 GB de internet sem data de validade passa a custar R$ 200 no Vivo Easy",
			"url": "https://tecnoblog.net/309790/vivo-reduz-preco-de-pacotes-de-internet-no-vivo-easy/",
			"urlToImage": "https://tecnoblog.net/wp-content/uploads/2018/10/vivo-easy-700x394.jpeg",
			"publishedAt": "2019-10-04T12:49:00Z",
			"content": "O Vivo Easy é um plano de celular em que toda a contratação e manutenção é feita através de aplicativo. Seu principal diferencial é que a internet que não tem data de validade, não há mensalidade para quem tem algum pacote ativo e o pagamento é feito exclusiv… [+3654 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Olhardigital.com.br"
			},
			"author": "Rafael Rigues",
			"title": "App para iPhone consegue detectar câncer nos olhos antes dos médicos - Olhar Digital",
			"description": "White Eye Detector usa inteligência artificial para analisar a aparência dos olhos em fotos de crianças e identificar sintomas de doenças como retinoblastoma, cataratas ou Doença de Coats",
			"url": "https://olhardigital.com.br/noticia/app-para-iphone-consegue-detectar-cancer-nos-olhos-antes-dos-medicos/91140",
			"urlToImage": "https://img.olhardigital.com.br/uploads/acervo_imagens/2019/10/20191004094129.jpg",
			"publishedAt": "2019-10-04T12:41:00Z",
			"content": "Um aplicativo para iPhone é capaz de detectar sinais de câncer nos olhos cerca de um ano antes dos médicos. Desenvolvido por uma equipe de cientistas da Universidade Baylor, no Texas, o White Eye Detector usa inteligência artificial para analisar o reflexo da… [+1059 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tudocelular.com"
			},
			"author": null,
			"title": "Em teste intenso, Galaxy Fold é dobrado por 120 mil vezes e não sobrevive - Tudocelular.com",
			"description": "Assista o smartphone dobrável da Samsung ser aberto e fechado por 120 mil vezes até falhar.",
			"url": "https://www.tudocelular.com/samsung/noticias/n147463/galaxy-fold-nao-sobrevive-em-teste-intenso.html",
			"urlToImage": "https://t.tudocdn.net/397076?w=646&h=284",
			"publishedAt": "2019-10-04T11:36:25Z",
			"content": "Durante esta quinta-feira (03) o canal do CNET no YouTube realizou um intenso teste ao vivo onde levou o Galaxy Fold ao extremo. Considerando que a Samsung afirma que o seu smartphone dobrável consegue suportar aproximadamente 200 mil dobras - sendo aberto e … [+1472 chars]"
		}
	]
}