{
	"status": "ok",
	"totalResults": 70,
	"articles": [
		{
			"source": {
				"id": null,
				"name": "Blogdoiphone.com"
			},
			"author": "iLex",
			"title": "Apple pode estar pensando em alternativas para eliminar o notch da tela do iPhone - Blog do iPhone",
			"description": "Quando a Apple lançou o iPhone X, trouxe com ele uma coisa que desagradou a muitos: um corte no topo da tela (chamado em inglês de \"notch\") que é necessário para abrigar a câmera TrueDepth. Esta tecno",
			"url": "https://blogdoiphone.com/2019/09/iphone-sem-notch/",
			"urlToImage": "https://blogdoiphone.com/wp-content/uploads/2019/09/Rumor_protot-nonotch.jpg",
			"publishedAt": "2019-09-26T17:30:18Z",
			"content": "Quando a Apple lançou o iPhone X, trouxe com ele uma coisa que desagradou a muitos: um corte no topo da tela (chamado em inglês de “notch“) que é necessário para abrigar a câmera TrueDepth. Esta tecnologia é tão avançada que somente agora, 2 anos depois, a co… [+2862 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Uol.com.br"
			},
			"author": "https://www.facebook.com/profile.php?id=100009543306373",
			"title": "Apple lança iOS 12.4.2 e watchOS 5.3.2 para aparelhos antigos - MacMagazine",
			"description": "De surpresa, a Apple liberou hoje o iOS 12.4.2 (compilação 16G114) e o watchOS 5.3.2 (16U611) para alguns modelos de iPhones, iPads, iPods touch e Apple Watches. Sim, mesmo depois...",
			"url": "https://macmagazine.uol.com.br/post/2019/09/26/apple-lanca-ios-12-4-2-e-watchos-5-3-2-para-aparelhos-antigos/",
			"urlToImage": "https://macmagazine.uol.com.br/wp-content/uploads/2015/10/14-iphone-6-cinza.jpg",
			"publishedAt": "2019-09-26T17:20:09Z",
			"content": "De surpresa, a Apple liberou hoje o iOS 12.4.2 (compilação 16G114) e o watchOS 5.3.2 (16U611) para alguns modelos de iPhones, iPads, iPods touch e Apple Watches. Sim, mesmo depois de ter lançado o iOS 13 e o watchOS 6, a empresa soltou versões para seus antig… [+1517 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Guiadobitcoin.com.br"
			},
			"author": "https://www.facebook.com/girlbitcoin/",
			"title": "3XBit volta com novidades em sua plataforma - Guia do Bitcoin",
			"description": "Em 16 de setembro a 3XBIT, empresa sediada em Campinas (SP), por um comunicado de imprensa, informou que estava realizando mudanças estruturais em sua plataforma. Além disso, deu um prazo more info …",
			"url": "https://guiadobitcoin.com.br/3xbit-volta-com-novidades-em-sua-plataforma/",
			"urlToImage": "https://guiadobitcoin.com.br/wp-content/uploads/2019/09/d46a54d65a4.jpg",
			"publishedAt": "2019-09-26T17:09:54Z",
			"content": "Por Sabrina VieiraPostado em setembro 26, 20190 Comentários\r\nEm 16 de setembro a 3XBIT, empresa sediada em Campinas (SP), por um comunicado de imprensa, informou que estava realizando mudanças estruturais em sua plataforma. Além disso, deu um prazo de três se… [+2373 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Canaltech.com.br"
			},
			"author": null,
			"title": "Alibaba anuncia chip de IA que faz tarefas de uma hora em cinco minutos - Canaltech",
			"description": "Gigante do e-commerce chinês revela o Hanguan 800, um processador especializado em pesquisa de produtos, tradução automática em sites de comércio eletrônico, recomendações personalizadas, publicidade e \"serviços inteligentes ao cliente\"",
			"url": "https://canaltech.com.br/mercado/alibaba-anuncia-chip-de-ia-que-faz-tarefas-de-uma-hora-em-cinco-minutos-150751/",
			"urlToImage": "https://timeline.canaltech.com.br/334915.700/alibaba-anuncia-chip-de-ia-que-faz-tarefas-de-uma-hora-em-cinco-minutos-150751.jpg",
			"publishedAt": "2019-09-26T17:04:30Z",
			"content": "O grupo Alibaba apresentou nesta quarta-feira (25) seu primeiro chip dedicado à aceleração da inteligência artificial (IA). Chamado de Hanguan 800, o processador, segundo a gigante, pode cortar o tempo de tarefas que atualmente levam uma hora para apenas cinc… [+1732 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tecnoblog.net"
			},
			"author": "Victor Hugo Silva",
			"title": "Uber orientou funcionários a não relatarem crimes às autoridades - Tecnoblog",
			"description": "Segundo funcionários da Uber, ordem é agir primeiro de acordo com os interesses da empresa e depois pela segurança das vítimas.",
			"url": "https://tecnoblog.net/308666/uber-orientou-funcionarios-nao-relatarem-crimes-autoridades/",
			"urlToImage": "https://tecnoblog.net/wp-content/uploads/2018/04/Aplicativo-Uber-700x453.jpg",
			"publishedAt": "2019-09-26T16:21:00Z",
			"content": "A Uber tem criado alguns recursos de segurança para seu aplicativo, sendo o RideCheck o mais recente deles. Internamente, porém, a empresa orienta seus funcionários a não relatarem para as autoridades os possíveis crimes que tenham ocorrido nas viagens.\r\nSegu… [+2382 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tecnoblog.net"
			},
			"author": "Lucas Braga",
			"title": "Claro, Oi, Sky, TIM e Vivo adotam código de conduta para reduzir telemarketing - Tecnoblog",
			"description": "Novo código de conduta de telemarketing limita horário para ligações e proíbe mais do que duas chamadas por dia",
			"url": "https://tecnoblog.net/308731/claro-oi-tim-vivo-sky-codigo-conduta-telemarketing/",
			"urlToImage": "https://tecnoblog.net/wp-content/uploads/2018/09/telemarketing-call-center-700x466.jpg",
			"publishedAt": "2019-09-26T16:17:00Z",
			"content": "Ligações de telemarketing com vendas de produtos estão cada vez mais frequentes (e irritantes) — e cerca de um terço delas vem das operadoras de telecomunicações. As empresas se comprometeram a combater as ligações abusivas e desde quarta-feira (25) passam a … [+1989 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tudocelular.com"
			},
			"author": null,
			"title": "OnePlus 7T de Turbinado?! Hands-on com novo Snapdragon 855 Plus e câmera tampa de bueiro - Tudocelular.com",
			"description": "A versão turbinada do OnePlus 7 chega com Snapdragon 855 Plus e Android 10.",
			"url": "https://www.tudocelular.com/novos-produtos/noticias/n147092/oneplus-7t-e-7t-pro-sao-lancados-confira-precos.html",
			"urlToImage": "https://t.tudocdn.net/495884?w=646&h=284",
			"publishedAt": "2019-09-26T15:18:19Z",
			"content": "OnePlus anunciou nesta quinta-feira (26) o seu novo “matador de flagships”. Como típico da empresa, no segundo semestre de cada ano temos a versão turbinada do modelo que foi lançado no começo do ano.\r\nO OnePlus 7T teve seu design reformulado e ganhou o mesmo… [+4982 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Canaltech.com.br"
			},
			"author": null,
			"title": "Intel quer criar SSDs maiores e mais baratos - Canaltech",
			"description": "Empresa apresentou tecnologia que duplica a quantidade de dados que podem ser armazenados por célula, aumentando a densidade delas. Novos produtos não têm data para chegarem às lojas e passam por estudos de viabilidade e preço",
			"url": "https://canaltech.com.br/hardware/intel-quer-criar-ssds-maiores-e-mais-baratos-150797/",
			"urlToImage": "https://timeline.canaltech.com.br/334965.700/intel-quer-criar-ssds-maiores-e-mais-baratos-150797.jpg",
			"publishedAt": "2019-09-26T14:54:00Z",
			"content": "A Intel apresentou nesta quarta-feira (26) uma nova tecnologia que duplica a densidade dos SSDs e pode levar a componentes mais baratos e com maior espaço de armazenamento no futuro. As células de cinco níveis, como estão sendo chamadas, são capazes de armaze… [+1764 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Uol.com.br"
			},
			"author": "Catie Keck",
			"title": "Anel, forno inteligente, fones de ouvido: todas as novidades apresentadas pela Amazon - Gizmodo Brasil",
			"description": "O evento de hardware da Amazon aconteceu novamente neste ano e nos trouxe inúmeros novos dispositivos cheios de funcionalidades com a Alexa, a assistente virtual da companhia. Realizado nesta quarta-feira...",
			"url": "https://gizmodo.uol.com.br/amazon-produtos-alexa-2019/",
			"urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2019/09/amazon-evento-hardware-1-1000x563.jpg",
			"publishedAt": "2019-09-26T14:36:00Z",
			"content": "O evento de hardware da Amazon aconteceu novamente neste ano e nos trouxe inúmeros novos dispositivos cheios de funcionalidades com a Alexa, a assistente virtual da companhia.\r\nRealizado nesta quarta-feira (25), o evento começou com uma apresentação de David … [+7280 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tudocelular.com"
			},
			"author": null,
			"title": "Pode baixar! Moto Z2 Play começa a receber atualização com Android Pie no Brasil - Tudocelular.com",
			"description": "Depois de muita espera, o Motorola Moto Z2 Play finalmente está recebendo o Android 9.0 Pie no Brasil.",
			"url": "https://www.tudocelular.com/seguranca/noticias/n147106/moto-z2-play-recebe-android-pie-brasil.html",
			"urlToImage": "https://t.tudocdn.net/314779?w=646&h=284",
			"publishedAt": "2019-09-26T14:31:05Z",
			"content": "Após muita espera e cobranças, a Motorola finalmente iniciou a distribuição do Android 9.0 Pie para os proprietários do Moto Z2 Play. A informação foi confirmada por diversos usuários brasileiros nos principais grupos de discussão dedicados ao aparelho. \r\nAnt… [+1125 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Criptofacil.com"
			},
			"author": null,
			"title": "Ouro supera o Bitcoin em valorização enquanto Donald Trump enfrenta risco de impeachment - CriptoFacil",
			"description": "O ouro superou o Bitcoin no quesito valorização nesta quarta-feira, 25 de setembro, no mesmo momento em que a presidente da Câmara dos Estados Unidos ...",
			"url": "https://www.criptofacil.com/ouro-supera-o-bitcoin-em-valorizacao-enquanto-donald-trump-enfrenta-risco-de-impeachment/",
			"urlToImage": "https://www.criptofacil.com/wp-content/uploads/2019/09/ouro-supera-o-bitcoin-em-valorizacao-enquanto-donald-trump-enfrenta-risco-de-impeachment.jpg",
			"publishedAt": "2019-09-26T14:30:28Z",
			"content": null
		},
		{
			"source": {
				"id": null,
				"name": "Tecnoblog.net"
			},
			"author": "https://www.facebook.com/paulohiga",
			"title": "Pixel 4 XL tem novo Google Assistente e desbloqueio facial - Tecnoblog",
			"description": "Se eu fosse o Google nem faria mais evento oficial para lançar os novos Pixel 4",
			"url": "https://tecnoblog.net/308697/google-pixel-4-xl-novo-google-assistente-camera/",
			"urlToImage": "https://tecnoblog.net/wp-content/uploads/2019/09/google-pixel-4-xl-nextrift-1-700x394.jpg",
			"publishedAt": "2019-09-26T13:50:00Z",
			"content": "O Google fará um evento em 15 de outubro para lançar os novos Pixel 4, mas nem precisaria. Um novo artigo de primeiras impressões (sim, já houve outros) do Pixel 4 XL mostra o novo Google Assistente em ação, além de revelar mais detalhes da tecnologia de reco… [+2299 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Canaltech.com.br"
			},
			"author": null,
			"title": "Novo smartphone da Xiaomi pode ser o primeiro do mundo a suportar 8K a 30 FPS - Canaltech",
			"description": "Site fez análise de novo beta do app de câmera de aparelhos da fabricante. Sistema já está preparado para gravações de vídeos em 8K a 30 FPS. Se isso se confirmar, ele será o primeiro do mercado, já que concorrentes só alcançam a taxa de quadros a 24 FPS",
			"url": "https://canaltech.com.br/smartphone/novo-smartphone-da-xiaomi-pode-ser-o-primeiro-do-mundo-a-suportar-8k-a-30-fps-150795/",
			"urlToImage": "https://timeline.canaltech.com.br/334963.700.2/novo-smartphone-da-xiaomi-pode-ser-o-primeiro-do-mundo-a-suportar-8k-a-30-fps-150795.jpg",
			"publishedAt": "2019-09-26T13:33:00Z",
			"content": "A Xiaomi pode estar trabalhando no primeiro smartphone do mundo com suporte a vídeos 8K a 30 FPS. A suspeita surgiu após a equipe do XDA Developers analisar o aplicativo de câmera usado nos aparelhos mais recentes da empresa.\r\nAo que tudo indica, na versão be… [+1443 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tudocelular.com"
			},
			"author": null,
			"title": "Samsung prepara evolução do entalhe para celulares de 2020; confira patente - Tudocelular.com",
			"description": "A Samsung registrou uma patente onde demonstra o que pode ser considerado a evolução do seu entalhe para tela de smartphones.",
			"url": "https://www.tudocelular.com/samsung/noticias/n147095/samsung-registra-patente-novo-entalhe.html",
			"urlToImage": "https://t.tudocdn.net/492756?w=646&h=284",
			"publishedAt": "2019-09-26T12:38:34Z",
			"content": "A Samsung relutou, mas acabou lançando smartphones com entalhe na tela para acomodar a câmera e ampliar o aproveitamento frontal. No entanto, diferente de outras fabricantes, a sul-coreana apresentou ao mundo uma série de opções: Infinuty-U, Infinity-V e Infi… [+1982 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Metrojornal.com.br"
			},
			"author": "Wellington Botelho",
			"title": "Game Gorn chega ao PlayStation VR no final de 2019 - Metro Jornal",
			"description": "Gorn, desenvolvido pela Free Lives, é um game de gladiadores ridiculamente violento com uma engine de combate com física única.",
			"url": "https://www.metrojornal.com.br/estilo-vida/2019/09/26/game-gorn-playstation-vr.html",
			"urlToImage": "https://media.metrolatam.com/2019/09/26/capturadepantall-9eb735d7350b4fc515ef0a8e18377c16-1200x800.jpg",
			"publishedAt": "2019-09-26T12:37:59Z",
			"content": "O game Gorn, desenvolvido pela Free Lives, chega ao PS VR no final de 2019. A informação foi revelada em comunicado pela Sony. Com o anúncio desta semana, o jogo faz sua estréia no PlayStation.\r\nGorn é um game de gladiadores ridiculamente violento com uma eng… [+1211 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tecmundo.com.br"
			},
			"author": "Mateus Mognon",
			"title": "Galaxy S11 pode ter 108 MP e zoom óptico de 5x - Tecmundo",
			"description": "Novo sensor de imagem apareceu recentemente no Mi Mix Alpha",
			"url": "https://www.tecmundo.com.br/dispositivos-moveis/146268-galaxy-s11-ter-108-mp-zoom-optico-5x.htm",
			"urlToImage": "https://img.ibxk.com.br/2019/09/26/26082915580022.jpg",
			"publishedAt": "2019-09-26T12:17:00Z",
			"content": "A Samsung pode pegar pesado com o Galaxy S11 e equipar o smartphone com uma câmera de 108 MP, possivelmente trazendo o sensor ISOCELL Bright HMX, desenvolvido em parceria com a Xiaomi. Além disso, segundo especulações vindas da mídia coreana, o próximo celula… [+1773 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Abril.com.br"
			},
			"author": "Da Redação",
			"title": "Teste mostra qual operadora tem a internet mais rápida do País - EXAME.com",
			"description": "Claro liderou tanto na categoria móvel como na banda larga fixa. Já a Oi e a Nextel tiveram desempenho bem inferior ao de suas rivais",
			"url": "https://exame.abril.com.br/tecnologia/teste-mostra-qual-operadora-tem-a-internet-mais-rapida-do-pais/",
			"urlToImage": "https://abrilexame.files.wordpress.com/2016/10/size_960_16_9_homem-preocupado-computador.png?w=680&h=453&crop=1",
			"publishedAt": "2019-09-26T12:00:56Z",
			"content": "São Paulo Um teste realizado pela empresa de análise de velocidade de internet Ookla apontou quais são as operadoras de internet que oferecem as melhores conexões de internet fixa e móvel no Brasil. A líder, em ambos os quesitos, foi a Claro.\r\nA análise foi f… [+1174 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tudocelular.com"
			},
			"author": null,
			"title": "Huawei Mate 30 Pro é o novo rei do DxOMark com pontuação surpreendente - Tudocelular.com",
			"description": "Análise do DxOMark revela que Mate 30 Pro tem poderoso conjunto de câmeras.",
			"url": "https://www.tudocelular.com/android/noticias/n147088/huawei-mate-30-pro-analise-dxomark.html",
			"urlToImage": "https://t.tudocdn.net/495755?w=646&h=284",
			"publishedAt": "2019-09-26T11:15:12Z",
			"content": "Oferecendo um surpreendente hardware de alto desempenho e a falta de muitos aplicativos essenciais para o uso dos consumidores fora do mercado asiático, os novos flagships da Huawei são poderosos por oferecer todas as mais recentes tecnologias desenvolvidas p… [+1634 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Techtudo.com.br"
			},
			"author": null,
			"title": "App do tubarão que fala: como usar o Animoji no iPhone - TechTudo",
			"description": "Recurso popular no Twitter é exclusivo para iPhone X e modelos superiores, com suporte ao Face ID",
			"url": "https://www.techtudo.com.br/dicas-e-tutoriais/2019/09/app-do-tubarao-que-fala-como-usar-o-animoji-no-iphone.ghtml",
			"urlToImage": "https://s2.glbimg.com/7yOdKn9bwcrzeLK7K98QDtLMcxY=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2019/a/X/cDG6dcTb2zrbBOaxRY4Q/print-2019-09-23-10-50-47-9s0qm.jpg",
			"publishedAt": "2019-09-26T11:00:00Z",
			"content": "Alguns vídeos de tubarão que fala ou canta estão fazendo sucesso no Twitter. Em um dos casos, uma publicação de @lwtsadness possui mais de 47 mil retweets e 121 mil curtidas até a publicação desta matéria. Os vídeos, na verdade, fazem parte de um recurso do i… [+2223 chars]"
		},
		{
			"source": {
				"id": null,
				"name": "Tudocelular.com"
			},
			"author": null,
			"title": "Galaxy A70s surge em página oficial do Google e tem especificações confirmadas - Tudocelular.com",
			"description": "Uma página da Google Play confirmou algumas especificações do novo Galaxy A70s.",
			"url": "https://www.tudocelular.com/samsung/noticias/n147085/galaxy-a70s-confirmacao-google-play.html",
			"urlToImage": "https://t.tudocdn.net/398081?w=646&h=284",
			"publishedAt": "2019-09-26T10:01:05Z",
			"content": "A Samsung segue atualizando a família Galaxy A com versões \"s\". Recentemente, tivemos o lançamento dos A30s e A50s, que chegaram ao mercado indiano com câmeras melhoradas e recursos extras.\r\nO próximo lançamento da empresa deve ser o Galaxy A70s, que já receb… [+895 chars]"
		}
	]
}