{
    "articles": [{
        "title": ["Uber lança opção de viagens de tuk-tuk no Brasil"],
        "content": ["", "Os tuk-tuks, veículos motorizados bastante populares na Índia e na Tailândia, estão chegando ao Uber no Brasil. A empresa responsável pelo aplicativo de transportes mais popular do mercado anunciou que está lançando tuk-tuks motorizados em cidades específicas do país.", "Inicialmente, apenas Vitória, no Espírito Santo, terá a opção de corridas com tuk-tuks, que passarão a valer no dia 29 de janeiro. A ideia é expandir para outras regiões aos poucos. Os veículos são 100% elétricos e terão corridas mais baratas em relação aos carros.", "Uma viagem com tuk-tuk pode ser agendada pelo próprio aplicativo do Uber, da mesma forma como fazemos quando pedimos uma corrida de carro. As viagens também terão as mesmas opções de pagamento: cartão de crédito, dinheiro, PayPal, etc. Diferente dos carros, porém, os tuk-tuks comportam apenas dois passageiros – além do motorista, claro.", "A Uber já vinha investindo em outras formas de transporte no Brasil nos últimos meses. Em dezembro de 2019, a empresa lançou seus patinetes elétricos em Santos, no litoral paulista. Assim como os patinetes, os tuk-tuks são pensados para viagens mais curtas, até pelo fato de, pelo menos inicialmente, terem uma zona limitada de atuação. No total, 20 unidades de tuk-tuk estarão disponíveis para os moradores de Vitória."],
        "keywords": [
            ["tuk-tuks", 5],
            ["uber", 3],
            ["outras", 2],
            ["brasil", 2],
            ["empresa", 2]
        ],
        "sentencas": "Os veículos são 100% elétricos e terão corridas mais baratas em relação aos carros.Os tuk-tuks, veículos motorizados bastante populares na Índia e na Tailândia, estão chegando ao Uber no Brasil."
    }, {
        "title": ["Coronavírus: Algoritmo de inteligência artificial deu alerta mas…"],
        "content": ["O mundo está preocupado com aquela que pode ser uma das maiores epidemias contra o ser humano, o coronavírus. Segundo dados atualizados (de 29/01/2020), já morreram 132 pessoas e, de acordo com uma simulação o coronavírus poderá matar 65 milhões.", "Curiosamente dez dias antes da Organização Mundial de Saúde emitir o comunicado, já um algoritmo de inteligência artificial tinha dado o alerta.", "", "", "De acordo com o jornal espanhol El País, um algoritmo desenvolvido pela start-up BlueDot detetou o coronavírus e previu para onde a epidemia se ia alastrar.", "Segundo as informações, o algoritmo identificou o coronavírus dez dias antes da OMG dar o sinal de alerta. Este sistema criado pela  BlueDot tem a capacidade de produzir relatórios.", "De acordo com o que se sabe, a estratégia baseia-se na recolha e análise de informações e notícias publicadas em sites e jornais em mais de 30 idiomas. Além destas fortes de informação, o algoritmo usa também informações relativas a bilhetes de avião.", "Coronavírus: Saiba em tempo real num mapa o impacto deste vírus", "", "Alfonso Valencia, professor do Instituto Catalão de Pesquisa e Estudos Avançados, revelou ao El País que…", "O algoritmo tem a capacidade de ler notícias publicadas nos meios de comunicação onde são mencionados casos influência, mortes sem explicação e sintomas que não estão presentes em nenhum diagnóstico específico, tanto em humanos como em animais", "Relativamente à informação dos bilhetes, o sistema de inteligência artificial analisou o número de voos diários que existiam desde a cidade de origem do vírus para as restantes das cidades do mundo. Com esta informação, a empresa conseguiu perceber para onde os cidadãos afetados se iriam deslocar.", "O sistema de inteligência artificial consegui prever corretamente que o vírus iria sair de Wuhan para Banguecoque, Seul, Taipei e Tóquio, nos dias após os seu aparecimento", "Alfonso Valencia concluiu que… ", "Tendo em conta a informação dos jornais e também a informação dos voos, foi possível prever a propagação da doença", "", "Depois do algoritmo de inteligência artificial ter feito o seu trabalho, os epidemiologistas analisaram os resultados e enviaram um relatório às autoridades de saúde pública numa dúzia de países, empresas aéreas e hospitais da linha de frente, onde os infetados poderiam ir procurar ajuda, referiu  Kamran Khan, fundador e CEO da BlueDot em declarações à Wired.", "De relembrar que a nível tecnológico, a Xiaomi fechou as suas lojas físicas na China e produção do iPhone 9 poderá estar em causa. Mas também a Huawei anunciou medidas importantes.", "O novo coronavírus, intitulado 2019-nCoV, foi identificado pela primeira vez em janeiro de 2020 na China, na cidade de Wuhan. Este novo agente nunca havia sido previamente identificado em seres humanos, tendo causado um surto na cidade chinesa. ", "As pessoas infetadas podem apresentar sinais e sintomas de infeção respiratória aguda como, por exemplo, febre, tosse e dificuldade respiratória. Nos casos mais graves pode levar a pneumonia grave com insuficiência respiratória aguda, falência renal e de outros órgãos e, por conseguinte, eventual morte – saiba tudo aqui."],
        "keywords": [
            ["algoritmo", 6],
            ["coronavírus", 5],
            ["informação", 5],
            ["inteligência", 4],
            ["artificial", 4]
        ],
        "sentencas": "Com esta informação, a empresa conseguiu perceber para onde os cidadãos afetados se iriam deslocar.O algoritmo tem a capacidade de ler notícias publicadas nos meios de comunicação onde são mencionados casos influência, mortes sem explicação e sintomas que não estão presentes em nenhum diagnóstico específico, tanto em humanos como em animaisAlfonso Valencia, professor do Instituto Catalão de Pesquisa e Estudos Avançados, revelou ao El País que…Coronavírus: Saiba em tempo real num mapa o impacto deste vírusDe acordo com o que se sabe, a estratégia baseia-se na recolha e análise de informações e notícias publicadas em sites e jornais em mais de 30 idiomas."
    }]
}